{
    "DOWNLOAD_CV":"Download CV",
    "DOWNLOAD_LANGUAGE_SPANISH_VERSION":"Spanish",
    "DOWNLOAD_LANGUAGE_ENGLISH_VERSION":"English",
    "LANG_EN":"English",
    "LANG_ES":"Spanish",
    "GREETINGS":"Hello, I'm",
    "GET_IN_TOUCH": "Get in Touch",
    "CONTACT_ME": "Contact Me",
    "EMAIL": "Email",
    "LINKEDIN": "LinkedIn",
    "DOWNLOAD_RESUME": "Download Resume",
    "SUCCESSFUL_CONNECTION": "Successful connection",
    "CONNECTION_ERROR": "Connection error",

    "NAV": {
        "ABOUT": "About",
        "SKILL_SET": "Skill Set",
        "PROJECTS": "Projects",
        "CONTACTS": "Contacts"
      },

    "ABOUT_MORE":"Get to know more",
    "ABOUT_ME":"About Me",
    "EXPERIENCE":"Experience",
    "SPECIALIZATION":"Specialized In",
    "EXPLORE_MY":"Explore My",
    "SKILL_SET":"Skill Set",
    "BROWSE":"Browse my recent",
    "PROJECTS":"Projects & Experiences",

    "EXPERIENCE_YEARS": "{{years}}+ years of experience",
    "EXPERIENCE_DESCRIPTION": "in Software Development",
    "EXPERIENCE_FOCUS": "with a focus on the Backend side",

    "SKILLS_WEB_DEV": "Web Application Development",
    "SKILLS_MICROSERVICES": "Microservices Architecture",
    "SKILLS_DATABASES": "Relational Databases",
    "SKILLS_MVC": "MVC Architecture",

    "ABOUT_ME_DESCRIPTION": 
    "I’m Rafael Moreno, a backend developer based in Spain with over 3 years of diverse experience. I specialize in crafting robust Java-based solutions with Spring and Spring Boot, aligning technical objectives with user needs, and exploring new and exciting technologies like Angular. My passion lies in tackling diverse challenges in the dynamic tech landscape, leveraging my experience while seeking to further expand my international exposure in collaborative environments."
    ,

    "PROJECTS_DESC": {
    "SEPE_DESC": "As part of the development team at SEPE, I helped build an application from the ground up, following the established architecture. This application is designed to evaluate the impact of measures aimed at promoting gender mainstreaming.",
    "MADRID_DIGITAL_DESC": "As part of the development team for Madrid Digital, my responsibilities included tasks such as migrating applications from JSF Core to PrimeFaces, developing batch processes with Spring Batch, creating APIs, as well as managing deployments through Jenkins (CI/CD). Additionally, I participated in the maintenance and optimization of applications based on a microservices architecture containerized with Docker, among other tasks.",
    "TRANSPORT_BUS_DESC": "Web application for managing a transportation system that records the services performed by units and handles vehicle maintenance, among other functions. It facilitates efficient system administration, ensuring optimal control of resources and services.",
    "PORTFOLIO_DESC": "Feel free to check out the code for my portfolio on GitHub. It's open for exploration, and you're welcome to fork it and create your own version!",
    "MULTICORE_DESC": "Technical test approved to demonstrate my skills in multithread programming, applied to the development of software for electronic devices."
  },

    "TECNOLOGIES_USED": "Technologies used",
    "GIVE_TRY":"Give it a try!",
    "CHECK_GITHUB":"Check on Github",

    "USER":"User:",
    "PASSWORD":"Password:"
  




}
